Repository: oliverklee/ext-onetimeaccount
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: it, nl

# flexforms_pi1.sheet_general
source: General
it: Generali
nl: Algemeen

# flexforms_pi1.feUserFieldsToDisplay
source: FE user fields in the form:
it: Campi degli utenti di FE nella form:
nl: FE user velden in het formulier:

# flexforms_pi1.feUserFieldsToDisplay.name
source: Full name:
it: Nome completo:
nl: Volledige naam:

# flexforms_pi1.feUserFieldsToDisplay.static_info_country
source: Country name as alpha3 code:
it: Codice alpha3 dello Stato:
nl: Landnaam als alpha3 code:

# flexforms_pi1.systemFolderForNewFeUserRecords
source: System folder for the new FE user records:
it: Cartella di sistema per nuovi utenti di FE:
nl: Systeemfolder voor de nieuwe FE user records:

# flexforms_pi1.groupForNewFeUsers
source: Groups for the new FE users:
it: Gruppo per i nuovi utenti di FE:
nl: Groepen voor de nieuwe FE users:

# flexforms_pi1.sheet_template
source: Templates and CSS
it: Template e CSS
nl: Templates en CSS

# flexforms_pi1.requiredFeUserFields
source: Required fields:
nl: Verplichte velden:

# label_your_data_formal
source: Your data
it: I tuoi dati
nl: Uw gegevens

# label_your_data_informal
source: Your data
it: I tuoi dati
nl: Jouw gegevens

# label_company
source: Company:
it: Azienda:
nl: Bedrijfsnaam:

# label_gender.I.0
source: Mr.
it: Sig.
nl: Dhr.

# label_gender.I.1
source: Ms.
it: Sig.ra
nl: Mevr.

# label_title
source: Department/Title:
nl: Afdeling/Titel:

# label_name
source: Name:
it: Nome:
nl: Naam:

# label_first_name
source: First name:
nl: Voornaam:

# label_last_name
source: Last name:
nl: Achternaam:

# label_address
source: Street:
it: Via:
nl: Straat:

# label_zip
source: ZIP:
it: CAP:
nl: Postcode:

# label_city
source: City:
it: Citt√†:
nl: Plaats:

# label_zone
source: County/Region:
nl: Provincie/Regio:

# label_country
source: Country:
it: Stato:
nl: Land:

# label_email
source: E-mail address:
it: Email:
nl: E-mail adres:

# label_telephone
source: Phone number:
it: Telefono:
nl: Telefoon:

# label_fax
source: Fax number:
it: Fax:
nl: Fax:

# label_date_of_birth
source: Date of birth:
it: Data di nascita:
nl: Geboortedatum:

# label_status.I.2
source: Job seeking
it: In cerca di occupazione
nl: Werkzoekende

# label_status.I.3
source: Working
it: Lavoratore
nl: Werkend

# label_status.I.4
source: Retired
it: Pensionato
nl: Gepensioneerd

# label_usergroup
source: User group:
nl: Gebruikersgroep:

# label_module_sys_dmail_html
source: Receive e-mails as HTML
nl: E-mails ontvangen met HTML indeling

# label_comments
source: Comments:
nl: Notities:

# label_submit
source: Proceed
it: Procedi
nl: Vervolg

# message_company
source: Please enter your company.
it: Sei pregato di inserire la tua azienda.
nl: Voer a.u.b. uw bedrijfsnaam in.

# message_name
source: Please enter your name.
it: Sei pregato di inserire il tuo nome.
nl: Voer a.u.b. uw naam in.

# message_title
source: Please enter your department/title.
nl: Voer a.u.b. uw afdeling/titel in.

# message_first_name
source: Please enter your first name.
nl: Voer a.u.b. uw voornaam in.

# message_last_name
source: Please enter your last name.
nl: Voer a.u.b. uw achternaam in.

# message_address
source: Please enter your street.
it: Sei pregato di inserire la tua via.
nl: Voer a.u.w. uw straatnaam in.

# message_zip
source: Please enter your ZIP code.
it: Sei pregato di inserire il tuo CAP.
nl: Voer a.u.b. uw postcode in.

# message_city
source: Please enter your city.
it: Sei pregato di inserire la tua citt√†.
nl: Voer a.u.b. uw plaats in.

# message_zone
source: Please enter your county/region.
nl: Voer a.u.b. uw provincie/regio in.

# message_country
source: Please enter your country.
it: Sei pregato di inserire il tuo stato.
nl: Voer a.u.b. uw land in.

# message_email
source: Please enter your e-mail address.
it: Sei pregato di inserire un indirizzo email valido.
nl: Voer a.u.b. uw e-mail adres in.

# message_www
source: Please enter your website.
nl: Voer a.u.b. uw website in.

# message_telephone
source: Please enter your telephone number.
it: Sei pregato di inserire un numero di telefono valido.
nl: Voer a.u.b. uw telefoonnummer in.

# message_fax
source: Please enter your fax number.
it: Sei pregato di inserire un numero di fax valido.
nl: Voer a.u.b. uw faxnummer in.

# message_date_of_birth
source: Please enter your date of birth.
it: Sei pregato di inserire la tua data di nascita.
nl: Voer a.u.b. uw geboortedatum in.

# message_status
source: Please enter your status.
it: Sei pregato di specificare il tuo status.
nl: Voer a.u.b. uw status in.

# message_choose_usergroup
source: Please choose a user group.
nl: Selecteer een gebruikersgroep.

# message_comments
source: Please enter some comments.
nl: Voer a.u.b. enkele notities in.

# message_malformed_telephone
source: Please enter a valid telephone number.
nl: Voer a.u.b. een geldig telefoonnummer in.

# message_malformed_fax
source: Please enter a valid fax number.
nl: Voer a.u.b. een geldig faxnummer in.

# message_malformed_email
source: Please enter a valid e-mail address.
nl: Voer a.u.b. een geldig e-mail adres in.

# pi1_title
source: One-time FE account
it: Account FE one-time

# pi1_description
source: One-time FE account creator
it: Creazione di account FE one-time

# flexforms_pi1.templateFile
source: HTML template file:
it: File template HTML:

# label_status.I.1
source: Student
it: Studente
